Repository: autowp/suzuki-fasteners
Catalog: src/locale/messages.*.xlf
Languages: ru

source: Suzuki Fasteners Registry
ru: Реестр крепежа Suzuki

source: Add new item to database
ru: Добавить запись в реестр

source: or
ru: или

source: open issue
ru: сообщить о проблеме

source: Nothing found
ru: Ничего не найдено

source: thread size
ru: размер резьбы

source: length
ru: длина

source: screw with washer
ru: винт с шайбой

source: color/finnish
ru: цвет/покрытие

source: Search by P/N
ru: Поиск по артикулу

source: Code
ru: Код

source: Replacement codes
ru: Коды замен

source: Type
ru: Тип

source: Thread
ru: Резьба

source: Length
ru: Длина

source: Key Size
ru: Размер ключа

source: Screwdriver
ru: Отвёртка

source: Color
ru: Цвет

source: Standard
ru: Стандарт

source: Photo
ru: Фото

source: flange hex bolt
ru: шестигранный болт с фланцем

source: hex bolt
ru: шестигранный болт

source: hex bolt with washer
ru: шестигранный болт с шайбой

source: hex bolt with lock washer
ru: шестигранный болт с гровером

source: hex bolt with washer and lock washer
ru: шестигранный болт с шайбой и гровером

source: screw
ru: винт

source: spacer screw
ru: дистанционный винт

source: round screw
ru: винт с круглой головкой

source: self-tapping mushroom screw
ru: саморез с грибовидной головкой

source: mushroom screw
ru: винт с грибовидной головкой

source: countersunk head self-tapping screw
ru: саморез с потайной головкой

source: silver
ru: серебристый

source: black
ru: чёрный

source: hex spacer bolt
ru: шестигранный дистанционный болт

source: countersunk head screw with lock washer
ru: винт с потайной головкой и гровером

source: round screw with washer and lock washer
ru: винт с округлой головкой с шайбой и гровером

source: round screw with lock washer
ru: винт с округлой головкой с гровером

source: threaded spacer stud
ru: резьбовая дистанционная шпилька

source: hex nut
ru: шестигранная гайка
